---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InfillFailures.InPlaceFamilyNotCuttingHost
source: html/d19b81bb-d410-2798-b78a-8b22fa10597e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InfillFailures.InPlaceFamilyNotCuttingHost Property

Instance of in-place family is not cutting host.

## Syntax (C#)
```csharp
public static FailureDefinitionId InPlaceFamilyNotCuttingHost { get; }
```